const ERROR_MESSAGES = {
  ERR_BAD_OPTION_VALUE: "مشکلی پیش اومد. لطفاً دوباره تلاش کنید.",
  ERR_BAD_OPTION: "مشکلی پیش اومد. لطفاً دوباره تلاش کنید.",
  ECONNABORTED: "درخواست خیلی طول کشید. لطفاً دوباره تلاش کنید.",
  ETIMEDOUT: "درخواست خیلی طول کشید. لطفاً دوباره تلاش کنید.",
  ERR_NETWORK: "اتصال به سرور برقرار نشد. اتصال اینترنت خود را بررسی کنید.",
  ERR_FR_TOO_MANY_REDIRECTS: "مشکلی پیش اومد. لطفاً دوباره تلاش کنید.",
  ERR_DEPRECATED: "مشکلی پیش اومد. لطفاً دوباره تلاش کنید.",
  ERR_BAD_RESPONSE: "مشکلی در سمت سرور پیش اومد. لطفاً کمی بعد دوباره تلاش کنید.",
  ERR_BAD_REQUEST: "مشکلی در درخواست شما وجود داره. لطفاً دوباره تلاش کنید.",
  ERR_CANCELED: "مشکلی پیش اومد. لطفاً دوباره تلاش کنید.",
  ERR_NOT_SUPPORT: "مشکلی پیش اومد. لطفاً دوباره تلاش کنید.",
  ERR_INVALID_URL: "مشکلی پیش اومد. لطفاً دوباره تلاش کنید.",
  ERR_FORM_DATA_DEPTH_EXCEEDED: "مشکلی پیش اومد. لطفاً دوباره تلاش کنید.",
};

export default ERROR_MESSAGES